{
  "16": {
    "text": "Grandpa and Aunt Alice didn't come up. Jo Geri and i went to Westminster House to practice songs with Carmichael but he didn't show up. After i went over to \"Open-House\" at Tech Met Jackie & Dimples McClean who showed me all over the school. Met all kinds of kids Saw Gordon Jennens there.",
    "offset": 207,
    "showPercent": 30
  },
  "17": {
    "text": "Didn't go to music lesson because of too much homework. Studied English all evening. Gram still in bed with Flu but is much better to-day.",
    "offset": 313,
    "showPercent": 18
  },
  "18": {
    "text": "Grandpa & aunt Alice came up unexpectedly. Grandpa has had a cold. It was swell to see them. Went to RCHJA meeting at Pat Patchell's. Only 6 kids there so we just sat and talked. Everyone's got the flu. Bernice came in for a few minutes.",
    "offset": 187,
    "showPercent": 32
  },
  "19": {
    "text": "Went to Dr Lea's this aft. Looked in Burkes and H.B.Co. for present for Fran but saw nothing I liked. Came to bed right after supper. Am getting a cold. Wrote to Mary and started note to Bob. I feel awful.",
    "offset": 208,
    "showPercent": 27
  },
  "20": {
    "text": "washed all outside of windows in kitchen and living room. Felt rotten so Mom made me go to bed at noon. Slept till nearly 4 o'clock. Finished Bob's letter. Wrote 15 pages. Got letter and piecture from him. Seems funny to see him in sailors outfit. Got letter from Frankie.",
    "offset": 193,
    "showPercent": 31
  },
  "21": {
    "text": "stayed in bed till about 2 P.M. Dad brought two Air Force fellas in for a drink. boy did I scram in a hurry. Helen Shaun 7 Molly came over for dinner. Feel awfully tired because I hardly slept last night. Played violin cello & piano music all evening with Geri 7 Jo for awhile then Dad & Mom. Gordon J. came in for awhile later tonight",
    "offset": 185,
    "showPercent": 32
  },
  "22": {
    "text": "Stayed in bed again today. Am awfully weak. Read a lot of good stories in Good Housekeeping magazine. Started W.L.Shirer's \"Berlin Diary.\" Wrote to Virginia.",
    "offset": 305,
    "showPercent": 20
  },
  "23": {
    "text": "Got up to-day. Grandpa here for lunch. he gave me $1.00. Went to Dr. Lea's this aft. met Aunt Alice & Mrs Byrenson over there and rode home on the bus with them. After they left I went to 6th St. for Jean. Missed skating. Bought Fran an adorable little gold cross and chain.",
    "offset": 213,
    "showPercent": 27
  },
  "24": {
    "text": "Went to school to-day. Did Geometry all morning and Algebra till 2:30 when we got out. Went to music lesson. Mr Leland has terrible cold. All this week the weather has been perfect. Some spring flowers beginning to come up.",
    "offset": 208,
    "showPercent": 28
  },
  "25": {
    "text": "Stayed home this A.M. because didn't know enough Algebra to write exam. Cleaned our room and washed windows winside and out in Dick's Took little stephen and Campbell to the store followed by about 10 dogs. it was awful! Went to school this P.M. Had reception of M. Prov. Frank played Geri sang Butch gave welcome and little Marg. O'Keefe presented flowers. Took snap of Fran 7 I. Had bath & washed hair. Studied Eng. legs ache.",
    "offset": 168,
    "showPercent": 34
  },
  "26": {
    "text": "To-day is Fran's 17th birthday. She got darling presents. Wrote English exam. Not too bad. Went to Vancouver Wore only suit, no coat. Beautiful day. Bought beige ankle sox. Met Micky McDonald on the bus going over and shopped with her When I got home Jack Hilier was here to spend the week-end. He and Jo are at the Roof now. Saw comet to-night. Wrote Frankie. Jack told me Bill wanted to take me tonight. Shux!",
    "offset": 182,
    "showPercent": 33
  },
  "27": {
    "text": "Got up early and cleaned all downstairs and upstairs. Jean away to-day. After baked two cakes. When noon dishes were done I peeled potatoes and turnips (also finger nail). Did all supper dishes Jo & Jack went to Van. this aft. and the show to-night. Phoned Thel Woods to go to show but Bev answered and asked me to go to the Sweater Hop at the Y. She got me a blid date Dory Abrams. He's darling! and can he dance! Had one super time. All high school kids there. Roxy's too jammed after so came home.",
    "offset": 176,
    "showPercent": 34
  }
}
