{
  "16": {
    "text": "Snow turned to rain overnight and its just slush - ugh! Glenn Gates and Pete Sullivan pelted us (Pat N Sue & I) all the way up the hill. Practiced tonight.",
    "offset": 390,
    "showPercent": 24
  },
  "17": {
    "text": "Went to RoCoHo meeting at Marilyn Gilley's house. Our tea is shaping up nicely now. After the meeting Geri & I went down to Dr Penttands and stayed with Ann until 1AM. Wrote Butch long time. Gosh I'm tired!",
    "offset": 340,
    "showPercent": 26
  },
  "18": {
    "text": "Waxed living room floor. Val came in a minute. Phoned Joy Abrams. Went over to Couthards for an errand for Mom. Had a long talk with Rosy Went down to Joy's tonight. We just talked and talked all evening.",
    "offset": 347,
    "showPercent": 27
  },
  "19": {
    "text": "Waxed hall and den floors. Helped Mom this aft. Tonight Ber & Bob Trudie & Fred Peggy & Don, Rosy & Ron Sue & Pete Val & Don Jane & Cotty Edne & Stan Jean R & Billy Jean C & Bill, Peggy T & Norm H, Own Hickhem, Gerry E & Tommy, Dorren  Geory, Myrtle C & Jack G. & Sal & ted (for awhile) came and danced in stocking feet to polish the floor. Jane & Catty broke Mom's antique chair. she wasn't too mad. donny told me he couldn't go to the Sweater Hop on Friday - nuts!",
    "offset": 239,
    "showPercent": 37
  },
  "20": {
    "text": "Went to 11 Mass. Trudie & Peggy came up for records this AM. Mansifields came in awhile this P.M. Slept from 3-5 this PM. Went skating. Had one super time with Ted Marigrace & Pat N. The latter & Don also betty & Ken didn't show up last night Studied Biology for exam on Tuesday.",
    "offset": 311,
    "showPercent": 30
  },
  "21": {
    "text": "Tonight Grandma helped me with Biology from 4:15-10:15 Had fun talking up after school with Sue Marilyn glenn & Pete Read book after school \"Give Them Their Dreams\" Deleie phoned to say she & Bill broke up Saturday night.",
    "offset": 332,
    "showPercent": 27
  },
  "22": {
    "text": "Gumpy & A.Alice also Hunee here for lunch. Went up to Roxy's after school with Val & Maxy Chambers. Saw Bud two or three times. Gee I still like him as much as ever. Nuts! At noon about a dozen of us rode up on Stan Broders car. Fun! Jo had a bunch of kids here for the evening. Played records and served [cats?] for them. Dad a picnic tonight!",
    "offset": 265,
    "showPercent": 35
  },
  "23": {
    "text": "Laughed like a fool all through cadets today. Went to Mass for Ash Wednesday.",
    "offset": 323,
    "showPercent": 27
  },
  "24": {
    "text": "Went downtown after school and got disc. It's super. Stopped in at Langley's on the way up. Walked home with Peggy Airth She's 18 today Had a long talk with Glenn Pete Ron Don & Sue. Went over to 6th St to get Jo's watch. Jo Geri & I sang at St Andres Presbyterian Church. Mr Turner & Mr Teid were there. Went into Browns a minute after. Went to Mass.",
    "offset": 264,
    "showPercent": 35
  },
  "25": {
    "text": "Went to mass. Tonight I took Dave Zack to the girls H-Y sweater Hop. It was Geri's first high school dance She took Don McLachlan. Dave had the car. Val & Don I. gerry E & Rommy A were with us. Went to the Uptown for something to eat. The three boys were a panic. Got in around 3 AM. Bud wasn't at the dance. Wish I could have taken him.",
    "offset": 326,
    "showPercent": 27
  },
  "26": {
    "text": "Went to Vancouver this AM. Met Billy Lewis over there so rode home with him. Washed an put up hair. Fran is 18 today. She came over this aft and we had a long talk. Tonight Mom had Mr 7 mrs Evans over (Can he ever play the fiddle!) Mrs & mrs Brown, Dr & Mrs harrison & Mr Searf couldn't come because he was busy. Later Val & Jean McFarlene came in Mom had super cold turkey. didn't get to bed till 4:30AM. Played and sang all evening.",
    "offset": 245,
    "showPercent": 38
  },
  "27": {
    "text": "Went to 11 Mass. Am dead tired. Slept this aft from 3-6. Fran came over she was given 33 for her birthday Wow! Jo Geri & I had a long talk together tonight Went down and saw Geoff Foxx off on the train to Ontario for army training. Poor Bill felt badly. Mom & Dad at A. Lewis' for dinner. Helen Jean McTerish and Vivienne Crist came in tonight. Tellater's in the WRCNS.",
    "offset": 280,
    "showPercent": 33
  }
}
