{
	"01": {
		"01": {
			"text": "Dear Diary: Spent very quiet day at home. Picked on turkey till nearly sick. Murray Brown dropped in twice. Jean quite sick. Had to go to hospital.",
			"offset": 67,
			"showPercent": 27
		},
		"02": {
			"text": "Grandpa can hardly talk with [o]. Went to Van. to see Deanna Durbin in \"First Love.\" Very good. Johnny Corder took us over and back. Grandma H. came up. Grandma sat up today Jean not so good.",
			"offset": 67,
			"showPercent": 27
		},
		"03": {
			"text": "Went down to visit Grandma G. Showed Miss Rutherford Mrs. Thompson's violin. Did needlepoint. More than half finished. Jean has gall stones. Read good artical [sic] in Post about Canada and USA.",
			"offset": 67,
			"showPercent": 27
		},
		"04": {
			"text": "Went to meeting of RCHJA. at Evelyn Bowles house. Had swell time. Washed all doll clothes and bedding. Also washed hair Jean quite sick Cleaned out front closet.",
			"offset": 58,
			"showPercent": 27
		},
		"05": {
			"text": "Went to see Jean. She looks quite well but very yellow. Saw Grandma She was sitting up Went to skating club. MISSED FIRST FRIDAY",
			"offset": 39,
			"showPercent": 27
		},
		"06": {
			"text": "Had nicest day of holidays. Dad took us all over to see Kay Kayser in \"That's Right You're Wrong,\" after  which we drove around Stanley Park and then went to \"The Whitespot\" for supper.",
			"offset": 59,
			"showPercent": 27
		},
		"07": {
			"text": "Rode on bike with Jenny Law nearly all morning. Went to skating club. Murray Brown was an awful show and so was Irene Strong. Gram coming home tomorrow.",
			"offset": 58,
			"showPercent": 27
		},
		"08": {
			"text": "Gram came home. Started school Went to skating club. Kids quite angry because Irene Strong led procession Irene Johnson got skates for Christmas. That leaves me in awful debt",
			"offset": 57,
			"showPercent": 27
		},
		"09": {
			"text": "Had swell fun with experiment with loadstone Missed Guides but went to Mrs. Thomson's She played piano, Bill - violin Cleone - cello",
			"offset": 52,
			"showPercent": 27
		},
		"10": {
			"text": "After studying like heck got *9* wrong in French and balled over it. Went to music lesson and was awful sulky. Found out condition responsible. Started Mass of St Michael in four parts.",
			"offset": 55,
			"showPercent": 27
		},
		"11": {
			"text": "Had first snowfall of year but very slushy Went to leaders to make signal flags but only sat and talked Made battery in science Came to bed at seven thirty",
			"offset": 67,
			"showPercent": 27
		},
		"12": {
			"text": "Everything froze over last night or \"silver thaw\" as they call it Mr Palson came in to try piano while gerry and Dad went to skating. Dad fell twice and has very sore hip.",
			"offset": 58,
			"showPercent": 27
		},
		"13": {
			"text": "Went to Vancouver this morning Had race with buses. Road all slushy. Went to Braches's and played violin from 8:00 till 10:30 Bed at 11:45 Had very nice time.",
			"offset": 52,
			"showPercent": 27
		},
		"14": {
			"text": "Went to skating session Shiela Calder and Skipper Cassidy both had bad falls. June W. was there. Grace Jack and Micky came over Dick bumped his head. Dr Craigy put stitches in.",
			"offset": 54,
			"showPercent": 27
		},
		"15": {
			"text": "Went to skating club Borrowed Frankie's gloves Mine being washed. Have developed cold overnight. Cheeks feel like the're burning up.",
			"offset": 51,
			"showPercent": 27
		},
		"16": {
			"text": "Grandma and Grandpa came up. Gram gave me a dollar. Missed Guides as I had a lot of homework, Wrote Father Michael and Auntie Helene. Helen and Sam came over",
			"offset": 52,
			"showPercent": 27
		},
		"17": {
			"text": "Learned Credo of Mass of St Michael at singing. Went to music lesson got new piece called \"Country Dance\". Nicest I've ever had. Attended Miss Gilley's studio club. Joe's president.",
			"offset": 67,
			"showPercent": 27
		},
		"18": {
			"text": "Went to Jean Douglas' house out at penn. Had swell fun RCHJA advisors, Mrs. Horsfold was there Helped Mom bake cake and make supper sifted flour 8 times.",
			"offset": 67,
			"showPercent": 27
		},
		"19": {
			"text": "Worked in school library from 3:30 to five. Molly is 1 year old today. Went to skating club. Did Paul Jones had swell fun. Decided to buy school crest for hat & blazor from Sr M Pat",
			"offset": 67,
			"showPercent": 27
		},
		"20": {
			"text": "Went to Mrs. Wallace's Juin Elgar Choir but ws late because I took Dick for treatment at 8:30AM Went to hospital to work in Children's ward and see Jean looks terrible. Saw \"Chicken Wagon Family\" with Jane []",
			"offset": 67,
			"showPercent": 27
		},
		"21": {
			"text": "Went to skating club. I can do 8 and nearly all of grapevine Had to sing benediction with Gerry and Eileen Diane and no organ. Played \"Country Dance\" by memory for Dad. Just had grand [bilb]",
			"offset": 57,
			"showPercent": 27
		},
		"22": {
			"text": "Right air has been running all last  night and today. Whole side of my face is sore from it. Missed gym because of it but worked in library. Went to skating club. Can do all of 14 step and grapevine.",
			"offset": 42,
			"showPercent": 29
		},
		"23": {
			"text": "Had movies at school all about traffic accidents. Went to practise for carnival in Arenex. Have cute dance. Went to Guides Planning open house for end of month.",
			"offset": 56,
			"showPercent": 27
		},
		"24": {
			"text": "Can't find good pen. Am lost without it. Pract[iced] Credo of Mass together. Went to music lesson. Saw another movie at school. Went to see Jean. She looks best she ever has.",
			"offset": 58,
			"showPercent": 27
		},
		"25": {
			"text": "Had history test. It was awful. Ears don't bother me but hearing is a little hard. Stayed after school and covered all books. Worked in library from 4:00 to 5:00 Saw Sister's sister",
			"offset": 57,
			"showPercent": 27
		},
		"26": {
			"text": "Did Health test munching apples supplied by gov't. Went to skating but got off early because of cold. St. Patrick's hall burnt all except foundation.",
			"offset": 67,
			"showPercent": 27
		},
		"27": {
			"text": "Went to Choir but stayed home all rest of day because of cold. Wrote letter to Mrs. O'Brien for Grandma Foote. She gave me 25c for it.",
			"offset": 53,
			"showPercent": 27
		},
		"28": {
			"text": "Went to Communion Sunday but didn't Receive. Poor attendance. Went to skating club for lesson. Stayed on about 20 minutes then went to First Aid room and talked to boy. Mom said Helen Sam & Shaun came.",
			"offset": 59,
			"showPercent": 27
		},
		"29": {
			"text": "Went to skating club Can do 4 back & frontwards. Had an awful lot of homework. Gerry Jo & Mom went to see Helen Japson in Vancouver.",
			"offset": 64,
			"showPercent": 24
		},
		"30": {
			"text": "Stayed at school for weinie roast. Good but not enough. Gramdma Herb came up with Nan. Nan grown a lot. Went to carnival practise Did so much marching too tired to go to Guides.",
			"offset": 62,
			"showPercent": 27
		},
		"31": {
			"text": "Mom Dad & Jo went to Vancouver to hear Bartlett & Robinson Went to music lesson. Stayed up till 10 to 10 mending socks. Played with rubber bands all during school.",
			"offset": 60,
			"showPercent": 27
		}
	},
	"02": {
		"01": {
			"text": "Went to Confession for First Friday. Wne to meeting of R.C.H.J.A. at Glenn Fisher's house. Mrs. Peele told us the story of the R.C. Hospital. Very interesting.",
			"offset": 57,
			"showPercent": 28
		},
		"02": {
			"text": "Went to Mass & Communion for First Friday. Went to Y's Men's Ice Frolic. Mr Lewis played badminton on ice. Saw boy that looks exactly like Bob Garris. \"Corny Cornfield's\" ballad awful.",
			"offset": 55,
			"showPercent": 27
		},
		"03": {
			"text": "Went to Choir. Fran and mary Turnbull were there. Swept and cleaned basement with Dad. Jo going to Spinster's Ball with Don Fraser.",
			"offset": 53,
			"showPercent": 27
		},
		"04": {
			"text": "Went to skating. Had lesson Mr Corder very nice learned eight three and spread eagle Tried to teach us waltz Had bath and washed hair.",
			"offset": 42,
			"showPercent": 27
		},
		"05": {
			"text": "Had gym. Learning two crazy dances that look like Indian [loar?] dances. Went to skating club. Rook belly flop during Grand March. Both knees were bumped.",
			"offset": 48,
			"showPercent": 27
		},
		"06": {
			"text": "Went to Carnival practice in Arenel Missed Guides as I was too tired and Gram was sick. Went to Mr. Ward's orchestra. It's just perfect",
			"offset": 49,
			"showPercent": 27
		},
		"07": {
			"text": "Had singing. Learned a lot of Irish songs for St Pat.'s day concert. Went to music lesson. Miss Rutherford got swell new coat.",
			"offset": 47,
			"showPercent": 27
		},
		"08": {
			"text": "Went down town after school and bought swell new suitcase. Practised three-part songs for concert. Varnished suitcase to make it water-proof.",
			"offset": 52,
			"showPercent": 27
		},
		"09": {
			"text": "Went to skating club but only for an hour as hockey match on. We were allowed in free so stayed. Had swell fun and learned lots of new jokes",
			"offset": 57,
			"showPercent": 27
		},
		"10": {
			"text": "Went to Vancouver with Noreen. Stayed for lunch at her house for dinner then joined whole group of kids and went to see \"The Hunchback of Norte Dame\".",
			"offset": 54,
			"showPercent": 27
		},
		"11": {
			"text": "The governor-general Lord [Teverdsmuir] died at 7:13 P.M. tonight after a fall he received last Tuesday. Went to skating club.",
			"offset": 61,
			"showPercent": 25
		},
		"12": {
			"text": "Went to skating club. Practised for Carnival from 4:00 to 6:00 P.M. Everyone was frozen when we got through. No gym today",
			"offset": 58,
			"showPercent": 27
		},
		"13": {
			"text": "Went to Guides. New girl called Joiyce Brown there She's swell Went to Mr. Ward's orchestra Dad went away to Kelowna for a day on some business.",
			"offset": 52,
			"showPercent": 27
		},
		"14": {
			"text": "Had half holiday because of Lord Tweedsmuir's funeral. No homework. Went to see \"Four Wives\" with the Lane Sisters & Gale Paige Eddit Albert takes part of doctor. He's grand.",
			"offset": 52,
			"showPercent": 29
		},
		"15": {
			"text": "Went to meeting of RCHJA at Joyce Furness' house. Jean had operation Fround stone in her stomache. Joe to take exam tomorrow in music.",
			"offset": 67,
			"showPercent": 27
		},
		"16": {
			"text": "Got out at noon & came down to Grandpa's house. Dad had awful trouble with his car. Saw moving pictures of Pope's coronation at school.",
			"offset": 67,
			"showPercent": 27
		},
		"17": {
			"text": "Went down and saw The Fighting 69th with Jimmy Cogney and Pat O'Brien. June came over with little Joe who has grown an awful lot.",
			"offset": 61,
			"showPercent": 27
		},
		"18": {
			"text": "Went to 9:30 Mass with Grandpa. Mary merritt came over for dinner. Saw Paul's boat. It's swell. came up to June's house to stay overnight Paula wants all the attention",
			"offset": 62,
			"showPercent": 28
		},
		"19": {
			"text": "Stayed in bed until 9:30 7 had nap in afternoon from 1 to 4 P.M. Thought of kids wakling hard in school. Saw Fritz Kriesler. He was marvellous! Went to Smalley's for milkshake after.",
			"offset": 54,
			"showPercent": 28
		},
		"20": {
			"text": "Left Bellingham at 9:00 A.M. and didn't get to school until 10:00 AM. Went to Guides. did a lot of signaling Went to Mr. Ward's orchestra. We sounded squeaky after hearing Kriesler",
			"offset": 66,
			"showPercent": 25
		},
		"21": {
			"text": "Went to music lesson. Botty Conn worse than Ever. Went to Miss Gilley's Studio Club. All kids played pieces and we sang.",
			"offset": 71,
			"showPercent": 23
		},
		"22": {
			"text": "Grandpa & Grandma came up. Fifi, Gretchen Nancy Mary Ida and Bill dropped in on way back to Seattle. Went out and sang at concert. It was corniest concert I've ever beed to.",
			"offset": 74,
			"showPercent": 24
		},
		"23": {
			"text": "Had brute of a Social Studies test. Went to skating club. It was so cold outside it made the rink twice as cold and everyone froze.",
			"offset": 66,
			"showPercent": 23
		},
		"24": {
			"text": "Went downtown with Gerry and marion Nixon and saw Sonja Henie in \"It Happened One Night\" Skating good but picture rotten Went to Mrs. Thompson's for music meeting",
			"offset": 54,
			"showPercent": 29
		},
		"25": {
			"text": "Helen Sam and Shaun came over for dinner Went to skating club. Wrote thank-you note to June.",
			"offset": 57,
			"showPercent": 24
		},
		"26": {
			"text": "Went to gym. Left at 3:30 to go to skating to practise for Carnival. It's tiring but it looks swell. Went to see Jeannie. She looks much better. Has more colour in cheeks",
			"offset": 61,
			"showPercent": 26
		},
		"27": {
			"text": "Went to Guides. Planning display for March 15. Went to Mr. Ward's orchestra. Sister M. Pat sprung Latin test on us without a word of warning.",
			"offset": 62,
			"showPercent": 28
		}
	},
	"03": {
		"01": {
			"text": "",
			"offset": 59,
			"showPercent": 24
		},
		"02": {
			"text": "",
			"offset": 74,
			"showPercent": 28
		},
		"03": {
			"text": "",
			"offset": 81,
			"showPercent": 25
		},
		"04": {
			"text": "",
			"offset": 67,
			"showPercent": 28
		},
		"05": {
			"text": "",
			"offset": 76,
			"showPercent": 26
		},
		"06": {
			"text": "",
			"offset": 53,
			"showPercent": 28
		},
		"07": {
			"text": "",
			"offset": 48,
			"showPercent": 28
		},
		"08": {
			"text": "",
			"offset": 66,
			"showPercent": 23
		},
		"09": {
			"text": "",
			"offset": 57,
			"showPercent": 25
		},
		"10": {
			"text": "",
			"offset": 60,
			"showPercent": 25
		},
		"11": {
			"text": "",
			"offset": 57,
			"showPercent": 28
		},
		"12": {
			"text": "",
			"offset": 64,
			"showPercent": 23
		},
		"13": {
			"text": "",
			"offset": 57,
			"showPercent": 25
		},
		"14": {
			"text": "",
			"offset": 57,
			"showPercent": 26
		},
		"15": {
			"text": "",
			"offset": 53,
			"showPercent": 28
		},
		"16": {
			"text": "",
			"offset": 62,
			"showPercent": 26
		},
		"17": {
			"text": "",
			"offset": 128,
			"showPercent": 28
		},
		"18": {
			"text": "",
			"offset": 50,
			"showPercent": 28
		},
		"19": {
			"text": "",
			"offset": 52,
			"showPercent": 28
		},
		"20": {
			"text": "",
			"offset": 65,
			"showPercent": 24
		},
		"21": {
			"text": "",
			"offset": 58,
			"showPercent": 24
		},
		"22": {
			"text": "",
			"offset": 57,
			"showPercent": 25
		},
		"23": {
			"text": "",
			"offset": 62,
			"showPercent": 24
		},
		"26": {
			"text": "",
			"offset": 81,
			"showPercent": 25
		},
		"27": {
			"text": "",
			"offset": 62,
			"showPercent": 24
		},
		"28": {
			"text": "",
			"offset": 39,
			"showPercent": 28
		},
		"29": {
			"text": "",
			"offset": 66,
			"showPercent": 24
		},
		"30": {
			"text": "",
			"offset": 71,
			"showPercent": 24
		},
		"31": {
			"text": "",
			"offset": 67,
			"showPercent": 24
		}
	}
}