{
	"02": {
		"16": {
			"text": "Got out at noon & came down to Grandpa's house. Dad had awful trouble with his car. Saw moving pictures of Pope's coronation at school.",
			"offset": 67,
			"showPercent": 27
		},
		"17": {
			"text": "Went down and saw The Fighting 69th with Jimmy Cogney and Pat O'Brien. June came over with little Joe who has grown an awful lot.",
			"offset": 61,
			"showPercent": 27
		},
		"18": {
			"text": "Went to 9:30 Mass with Grandpa. Mary merritt came over for dinner. Saw Paul's boat. It's swell. came up to June's house to stay overnight Paula wants all the attention",
			"offset": 62,
			"showPercent": 28
		},
		"19": {
			"text": "Stayed in bed until 9:30 7 had nap in afternoon from 1 to 4 P.M. Thought of kids wakling hard in school. Saw Fritz Kriesler. He was marvellous! Went to Smalley's for milkshake after.",
			"offset": 54,
			"showPercent": 28
		},
		"20": {
			"text": "Left Bellingham at 9:00 A.M. and didn't get to school until 10:00 AM. Went to Guides. did a lot of signaling Went to Mr. Ward's orchestra. We sounded squeaky after hearing Kriesler",
			"offset": 66,
			"showPercent": 25
		},
		"21": {
			"text": "Went to music lesson. Botty Conn worse than Ever. Went to Miss Gilley's Studio Club. All kids played pieces and we sang.",
			"offset": 71,
			"showPercent": 23
		},
		"22": {
			"text": "Grandpa & Grandma came up. Fifi, Gretchen Nancy Mary Ida and Bill dropped in on way back to Seattle. Went out and sang at concert. It was corniest concert I've ever beed to.",
			"offset": 74,
			"showPercent": 24
		},
		"23": {
			"text": "Had brute of a Social Studies test. Went to skating club. It was so cold outside it made the rink twice as cold and everyone froze.",
			"offset": 66,
			"showPercent": 23
		},
		"24": {
			"text": "Went downtown with Gerry and marion Nixon and saw Sonja Henie in \"It Happened One Night\" Skating good but picture rotten Went to Mrs. Thompson's for music meeting",
			"offset": 54,
			"showPercent": 29
		},
		"25": {
			"text": "Helen Sam and Shaun came over for dinner Went to skating club. Wrote thank-you note to June.",
			"offset": 57,
			"showPercent": 24
		},
		"26": {
			"text": "Went to gym. Left at 3:30 to go to skating to practise for Carnival. It's tiring but it looks swell. Went to see Jeannie. She looks much better. Has more colour in cheeks",
			"offset": 61,
			"showPercent": 26
		},
		"27": {
			"text": "Went to Guides. Planning display for March 15. Went to Mr. Ward's orchestra. Sister M. Pat sprung Latin test on us without a word of warning.",
			"offset": 62,
			"showPercent": 28
		}
	}
}